[
  {
    "id": 1,
    "name": "BODZASZÖRP EGYSZERŰEN",
    "duration": 30,
    "difficulty": "egyszerű",
    "ingredients": [
      "5l víz",
      "10db bodzavirág",
      "1.5db citrom",
      "2kg cukor",
      "5dkg citromsav"
    ],
    "description": "1. A bodzaszörphöz egy nagy fazékba öntjük a vizet, beletesszük a megmosott és felkarikázott citromot, a megmosott bodzavirágokat szárukkal fölfelé. Letakarjuk, és 24 órát állni hagyjuk.\n2. Másnap kivesszük a virágokat és a citromkarikákat, a citrom levét belefacsarjuk. Hozzákeverjük a citromsavat, a cukrot és a szalicilt, és további 24 órát állni hagyjuk, majd nagyon tisztára mosott üvegekbe töltjük."
  },
  {
    "id": 2,
    "name": "ÚJKRUMPLI TEJSZÍNES-PETREZSELYMES SZÓSZBAN",
    "duration": 50,
    "difficulty": "egyszerű",
    "ingredients": [
      "50dkg újkrumpli",
      "5dkg vaj",
      "3dl főzőtejszín",
      "1csok petrezselyem",
      "1ek keményítő",
      "bors",
      "só"
    ],
    "description": "1. Az tejszínes-petrezselymes szószban sült újkrumpli elkészítéséhez a burgonyát megmossuk, majd egy tiszta szivacs dörzsi felével ledörzsöljük a vékony héját. A nagyobb darabokat kisebbekre vágjuk, a kisebbeket pedig egyben hagyjuk. A krumplikat forrásban lévő sós vízbe tesszük 10 percre főni.\n2. Közben elkészítjük a petrezselymes szószt: egy serpenyőben a vajat hevítünk, beletesszük a megmosott, apróra vágott petrezselymet, és kb. fél perc múlva hozzátesszük a keményítőt, simára keverjük, majd hozzáöntjük a főzőtejszínt. Sózzuk és borsozzuk, és addig keverjük, amíg épp felforr, majd elzárjuk alatta a gázt.\n3. A krumplit leszűrjük, majd egy sütőtálba vagy tepsibe tesszük, és ráöntjük a szószt. 180 fokra előmelegített sütőben 10-15 percig sütjük, akkor jó, ha már bugyog a szósz. A végén magasabb lángon kicsit megpirítjuk. Frissen sültek mellé csodálatos köret. "
  },
  {
    "id": 3,
    "name": "BAZSALIKOMOS-PARADICSOMOS TÉSZTA PARMEZÁNFORGÁCCSAL",
    "duration": 20,
    "difficulty": "egyszerű",
    "ingredients": [
      "25dkg tészta",
      "2üveg bazsalikomos paradicsomszósz",
      "parmezánforgács",
      "olívabogyó",
      "rukkola",
      "friss bazsalikom",
      "olívaolaj",
      "víz",
      "só"
    ],
    "description": "Egy nagyobb fazékban kevés sóval és olívaolajjal vizet forralunk, ha lobog, beledobjuk a tésztát. Kb. 9-10 perc alatt készre főzzük (al dente).\nHa elkészült, leszűrjük, hideg vízzel átöblítjük, és jól lecsepegtetjük.\nKözben a szószt kis lábasban néhány perc alatt felmelegítjük. Ha minden kész, tálaljuk.\nMély tányérba négy részre osztjuk a tésztánkat, a közepére kanalazzuk a paradicsomszószt, parmezánforgáccsal megszórjuk, a friss bazsalikomot, a rukkolát és az olívabogyót ízlésesen eloszlatjuk a tányéron. "
  },
  {
    "id": 4,
    "name": "ZÖLDBABFŐZELÉK FASÍRTTAL",
    "duration": 70,
    "difficulty": "egyszerű",
    "ingredients": [
      "1fej hagyma",
      "1ek olaj",
      "só",
      "bors",
      "3gerezd fokhagyma",
      "1tk pirospaprika",
      "50dkg fagyasztott zöldbab",
      "1db  babérlevél",
      "1szál zellerlevél",
      "db citrom leve",
      "20dkg tejföl",
      "2ek liszt",
      "1csok petrezselyem",
      "50dkg darált  sertéshús",
      "1db zsemle",
      "só",
      "bors",
      "3gerezd fokhagyma",
      "0.5tk pirospaprika"
    ],
    "description": "A zöldbabfőzelék elkészítéséhez a felkockázott hagymát az olajon közepes lángon dinsztelni kezdjük, megsózzuk, megborsozzuk, és ha már üveges, hozzáadjuk az áttört fokhagymát és a pirospaprikát.\nElkeverjük, majd hozzáadjuk a zöldbabot, amit összeforgatunk a hagymás alappal, fűszerezzük babérlevéllel, beletesszük a zellert, és felöntjük annyi vízzel, hogy éppen ellepje.\nEzután alacsony hőmérsékleten 30 percig főzzük, majd a főzelékhez facsarjuk a citrom levét.\nKözben egy tálkába kanalazzuk a tejfölt a liszttel, és csomómentesen elkeverjük. Ehhez a habarásalaphoz pár kanál főzőlevet kanalazunk, elkeverjük jó alaposan simára, és ezzel a keverékkel besűrítjük a főzeléket, pár percig főzzük, majd aprított petrezselymet adunk hozzá.\nAmíg a zöldbab fő, elkészítjük a fasírtot. Egy keverőtálba rakjuk a darált húst, hozzáadjuk a vízbe vagy tejbe beáztatott és kinyomkodott zsemlét, megsózzuk, megborsozzuk, fűszerezzük áttört fokhagymával és pirospaprikával. Beleöntjük az egész tojást, és kézzel vagy villával jó alaposan összedolgozzuk.\nEgy nagyobb méretű tányérba öntjük a zsemlemorzsát, és a kész fasírtmasszából kézzel tojás nagyságú gombócokat formázunk, és a morzsába forgatjuk.\nEgy serpenyőben közepesnél erősebb lángon olajat hevítünk, ha felforrósodott, belehelyezzük a fasírtokat úgy, hogy kicsit kilapogatjuk őket, és oldalanként 3-4 percig sütjük, amíg szép aranybarna nem lesz.\nAz elkészült zöldbabfőzeléket a fasírttal tálaljuk."
  },
  {
    "id": 5,
    "name": "MÉZES-MUSTÁROS CSIRKEMELL",
    "duration": 45,
    "difficulty": "egyszerű",
    "ingredients": [
      "50dkg csirkemellfilé",
      "3ek liszt",
      "olívaolaj",
      "3dl víz",
      "3gerezd fokhagyma",
      "só",
      "1tk fűszerpaprika",
      "5ek méz",
      "5ek mustár"
    ],
    "description": "A csirkemellet csíkokra vágjuk. Megforgatjuk őket a lisztben.\nEgy kevés olívaolajon fehéredésig pirítjuk a csirkemellcsíkokat.\nFelöntjük a vízzel, majd hozzáadjuk a zúzott fokhagymát, a sót és a fűszerpaprikát. Kb. 20 percig főzzük, míg a hús megpuhul.\nHa a hús már puha, hozzáadjuk a mézet és a mustárt, alaposan összekeverjük, és pár percig még főzzük.\nFriss petrezselyemmel megszórjuk, párolt rizzsel tálaljuk."
  },
  {
    "id": 6,
    "name": "RUSZTIKUS RÉPATORTA",
    "duration": 50,
    "difficulty": "bonyolult",
    "ingredients": [
      "250g liszt",
      "200g barna cukor",
      "290ml olaj",
      "4db tojás",
      "1ek vanília aroma",
      "2tk szódabikarbóna",
      "1kvk só",
      "1ek fahéj",
      "300g reszelt sárgarépa",
      "100g zúzott dió",
      "80g mazsola",
      "500ml cukrászhab",
      "250g Mascarpone",
      "1csom bourbon vaníliás cukor",
      "1ek fahéj"
    ],
    "description": "Egy tálban összekeverjük a lisztet, a szódabikarbónát, a sót és a fahéjat.\nEgy másik tálban összekeverjük a vaníliaaromát, a cukrot és az olajat. Egyesével hozzáadjuk a feltört tojásokat és simára keverjük.\nA nedves keveréket hozzákeverjük a száraz összetevőkhöz, majd beletesszük a zúzott diót, az apróra vágott mazsolát és a reszelt répát. Alaposan eldolgozzuk.\nElőmelegítjük a sütőt, majd a tésztát három részletben, 20 centis formában, 180 Celsius-fokon, 30 perc alatt készre sütjük. A kisült piskótákat hagyjuk kihűlni. Ha szeretnénk, a tetejét egy éles késsen vékonyan levághatjuk, hogy egyenes felületet kapjunk.\nKiszedünk 5 evőkanállal a még fel nem vert cukrászhabból, majd összekeverjük a mascarponéval, a vaníliás cukorral és a fahéjjal. A maradék cukrászhabot kemény habbá verjük.\nA tortalapokat a krémmel rétegezzük, majd a maradékkal bekenjük a sütemény oldalát. A torta tetejét a felvert habbal, fahéjjal és tört dióval vagy mogyoróval díszítjük.\nFogyasztás előtt legalább 2 órára hűtőbe tesszük."
  },
  {
    "id": 7,
    "name": "CSIRKEMELL BACONBE GÖNGYÖLVE",
    "duration": 50,
    "difficulty": "bonyolult",
    "ingredients": [
      "1db csirkemell",
      "20dkg bacon",
      "2db passiógyümölcs",
      "1db sárkánygyümölcs",
      "10dkg barackbefőtt",
      "1db főzőbanán",
      "15dkg jázmin rizs",
      "só",
      "bors",
      "0.5l étolaj",
      "0.1l zöldség alaplé"
    ],
    "description": "A csirkemellet sózzuk, borsozzuk, és szorosan baconbe csomagoljuk. Egy – már forró – serpenyőben körbesütjük, majd az előmelegített, 180 fokos sütőben hagyjuk körülbelül 21 percig.\nA főzőbanánt vékony karikákra vágjuk és forró olajban ropogósra pirítjuk. A passiógyümölcsöt pár szem barackbefőttel és kevés alaplével gyorsforralóba tesszük, és miután felforrt, botmixerrel pürésítjük.\nTálaláskor az elkészült csirke mellé helyezzük a párolt rizst és a gyümölcsmártást, valamint sárkánygyümölccsel díszítjük tányérunkat."
  },
  {
    "id": 8,
    "name": "SZICÍLIAI HÚSGOMBÓC",
    "duration": 50,
    "difficulty": "bonyolult",
    "ingredients": [
      "1db gluténmentes zsemle",
      "2dl tej",
      "50dkg darált pulykahús",
      "1fej vöröshagyma",
      "1gerezd fokhagyma",
      "őrölt bors",
      "oregano",
      "bazsalikom",
      "1db tojás",
      "só",
      "5ek étolaj",
      "1ek rizsliszt",
      "5dl sűrített paradicsom",
      "2gerezd fokhagyma",
      "1tk cukor",
      "só"
    ],
    "description": "Először a húsgombócokat készítjük el. A zsemlére több részletben adagoljuk a tejet, mivel a gluténmentes péksüteményt szinte lehetetlen kifacsarni, így csak annyi tejet adunk hozzá, hogy puha morzsalékos massza legyen.\nEzt követően az összes többi hozzávalóból jól formázható masszát gyúrunk, a fűszereket ízlés szerint adagoljuk, én egy-egy teáskanállal tettem bele oregánót és bazsalikomot, illetve sót is, borsot csak úgy érzéssel frissen őröltem rá. Diónyi gombócokat formálunk belőle, és egy tálcára sorakoztatjuk azokat.\nA paradicsommártáshoz az olajon kissé megpirítjuk a lisztet, ráöntjük a sűrített paradicsomot, és még kb. fél liter vizet, sóval, pici cukorral ízesítjük, összeforraljuk, majd beledobáljuk a gombócokat, és kb. fél óra alatt készre főzzük. Tésztakörettel kínáljuk."
  }
]
